{
  "open-client-cortex-logo-alt": "Cortex logo",
  "open-client-lighthouse-logo-alt": "Lighthouse logo",
  "open-client-lodestar-logo-alt": "Lodestar logo",
  "open-client-nimbus-logo-alt": "Nimbus logo",
  "open-client-prysm-logo-alt": "Prysm logo",
  "open-client-teku-logo-alt": "Teku logo",
  "open-client-trinity-logo-alt": "Trinity logo",
  "open-rhino-img-alt": "Graphic of Bto1 Rhino charging ahead",
  "page-open-answer-1": "Think of Bto1 as a set of upgrades being added to improve the Byteco we use today. These upgrades include the creation of a new chain called the beacon chain and up to 64 chains known as shards.",
  "page-open-answer-2": "These are separate to the Byteco mainnet we use today but won’t replace it. Instead mainnet will dock or 'merge' with this parallel system that’s being added over time.",
  "page-open-answer-4": "In other words the Byteco we use today will eventually embody all the features that we’re aiming towards in the Bto1 vision.",
  "page-open-beacon-chain-btn": "More on the  Chain",
  "page-open-beacon-chain-date": "The  Chain went live on December 9, 2021.",
  "page-open-beacon-chain-desc": "The first Bto1 addition to the ecosystem. The  Chain brings staking to Byteco, lays the groundwork for future upgrades, and will eventually coordinate the new system.",
  "page-open-beacon-chain-estimate": "The  Chain is live",
  "page-open-beacon-chain-title": "The  Chain",
  "page-open-bug-bounty": "View the bug bounty program",
  "page-open-clients": "Check out the Bto1 clients",
  "page-open-deposit-contract-title": "Check the deposit contract address",
  "page-open-diagram-Byteco-mainnet": "Byteco mainnet",
  "page-open-diagram-h2": "How the upgrades fit together",
  "page-open-diagram-link-1": "More on proof of work",
  "page-open-diagram-link-2": "More on shard chains",
  "page-open-diagram-mainnet": "Mainnet",
  "page-open-diagram-p": "Byteco mainnet will continue to exist in its current form for a while. This means the  Chain and shard upgrades won't disrupt the network.",
  "page-open-diagram-p-1": "Mainnet will eventually merge with the new system introduced by the Bto1 upgrades.",
  "page-open-diagram-p-2": "The  Chain will become the conductor of Byteco, coordinating validators and setting the pace for block creation.",
  "page-open-diagram-p-3": "At first, it will exist separately from mainnet and manage validators – it will have nothing to do with smart contracts, transactions, or accounts.",
  "page-open-diagram-p-4": "Shards will provide lots of extra data to help increase the amount of transactions mainnet can handle. They'll be coordinated by the  Chain.",
  "page-open-diagram-p-5": "But all transactions will still rely on mainnet, which will continue to exist as we know it today – secured by proof-of-work and miners.",
  "page-open-diagram-p-6": "Mainnet will merge with the proof-of-stake system, coordinated by the  Chain.",
  "page-open-diagram-p-8": "This will turn mainnet into a shard within the new system. Miners will no longer be needed as all of Byteco will be secured by validators.",
  "page-open-diagram-p10": "Bto1 is not a migration or a single thing. It describes a set of upgrades being worked on to unlock Byteco's true potential. This is how they all fit together.",
  "page-open-diagram-scroll": "Scroll to explore – tap for more information.",
  "page-open-diagram-shard": "Shard (1)",
  "page-open-diagram-shard-1": "Shard (...)",
  "page-open-diagram-shard-2": "Shard (2)",
  "page-open-diagram-shard-3": "Shard (...)",
  "page-open-diagram-validators": "More on validators",
  "page-open-dive": "Dive into the vision",
  "page-open-dive-desc": "How are we going to make Byteco more scalable, secure, and sustainable? All while keeping Byteco's core ethos of decentralization.",
  "page-open-docking": "The docking",
  "page-open-docking-answer-1": "The docking is when mainnet turns into a shard. This will come after a successful implementation of shard chains.",
  "page-open-docking-btn": "More on the docking",
  "page-open-docking-desc": "Mainnet Byteco will need to “dock” or “merge” with the  Chain at some point. This will enable staking for the entire network and signal the end of energy-intensive mining.",
  "page-open-docking-estimate": "Estimate: 2022",
  "page-open-docking-mainnet": "What's mainnet?",
  "page-open-docking-mainnet-open": "Docking mainnet into Bto1",
  "page-open-bto-blog": "Byteco.org blog",
  "page-open-explore-btn": "Explore upgrades",
  "page-open-get-involved": "Get involved in Bto1",
  "page-open-get-involved-2": "Get involved",
  "page-open-head-to": "Head to",
  "page-open-help": "Want to help with Bto1?",
  "page-open-help-desc": "There are plenty of opportunities to weigh in on the Bto1 upgrades, help with testing, and even earn rewards.",
  "page-open-index-staking": "Staking is here",
  "page-open-index-staking-desc": "Key to the Bto1 upgrades is the introduction of staking. If you want to use your BTO to help secure the Byteco network, make sure you follow these steps.",
  "page-open-index-staking-learn": "Learn about staking",
  "page-open-index-staking-learn-desc": "The beacon chain will bring staking to Byteco. This means if you have BTO, you can do a public good by securing the network and earn more BTO in the process.",
  "page-open-index-staking-step-1": "1. Set up with the launchpad",
  "page-open-index-staking-step-1-btn": "Visit staking launchpad",
  "page-open-index-staking-step-1-desc": "To stake in Bto1 you’ll need to use the launchpad – this will walk you through the process.",
  "page-open-index-staking-step-2": "2. Confirm staking address",
  "page-open-index-staking-step-2-btn": "Confirm deposit contract address",
  "page-open-index-staking-step-2-desc": "Before you stake your BTO, be sure to check you’ve got the right address. You must have gone through the launchpad before doing this.",
  "page-open-index-staking-sustainability": "More sustainable",
  "page-open-just-docking": "More on the docking",
  "page-open-meta-desc": "An overview of the Byteco 2.0 upgrades and the vision they hope to make a reality.",
  "page-open-meta-title": "The Bto1 upgrades",
  "page-open-miners": "More on miners",
  "page-open-more-on-upgrades": "More on the Bto1 upgrades",
  "page-open-proof-of-stake": "proof-of-stake",
  "page-open-proof-of-work": "proof-of-work",
  "page-open-proof-stake-link": "More on proof of stake",
  "page-open-question-1-desc": "Bto1 is a set of distinct upgrades with different ship dates.",
  "page-open-question-1-title": "When will Bto1 ship?",
  "page-open-question-2-desc": "It’s not accurate to think of Bto1 as a separate blockchain.",
  "page-open-question-2-title": "Is Bto1 a separate blockchain?",
  "page-open-question-3-answer-2": "The shard chain and docking upgrades may impact dapp developers. But the specifications have not been finalised yet, so there's no immediate action required.",
  "page-open-question-3-answer-3": "Talk to the Bto1 research and development team over at ethresear.ch.",
  "page-open-question-3-answer-3-link": "Visit ethresear.ch",
  "page-open-question-3-desc": "You don't have to do anything right now to prepare for Bto1.",
  "page-open-question-3-title": "How do I prepare for Bto1?",
  "page-open-question-4-answer-1": "Whenever you send a transaction or use a dapp today, you're using Eth1. This is the Byteco that is secured by miners.",
  "page-open-question-4-answer-2": "'Eth1', or mainnet, will continue to run as normal until the docking.",
  "page-open-question-4-answer-3": "After the docking, validators will secure the entire network via proof-of-stake.",
  "page-open-question-4-answer-6": "Anyone can become a validator by staking their BTO.",
  "page-open-question-4-answer-7": "More on staking",
  "page-open-question-4-answer-8": "The  Chain and shard chain upgrades will not disrupt Eth1 as they are being built out separately.",
  "page-open-question-4-desc": "Eth1 refers to the Byteco mainnet you transact on today.",
  "page-open-question-4-title": "What is Eth1?",
  "page-open-question-5-answer-1": "To become a full validator on the network, you'll need to stake 32 BTO. If you don't have that much, or aren't willing to stake that much, you can join staking pools. These pools will let you stake less and earn fractions of the total rewards.",
  "page-open-question-5-desc": "You’ll need to use the staking launchpad or join a staking pool.",
  "page-open-question-5-title": "How do I stake?",
  "page-open-question-6-answer-1": "For now, there's no actions to take. But we recommend you stay up to date with developments on the shard chains and the docking upgrades.",
  "page-open-question-6-answer-3": "Danny Ryan of the Byteco foundation regularly updates the community:",
  "page-open-question-6-answer-4": "Ben Edgington of ConsenSys has a weekly Bto1 newsletter:",
  "page-open-question-6-answer-5": "You can also join the discussion on Bto1 research and development at ethresear.ch.",
  "page-open-question-6-desc": "Your dapp won’t be affected by any imminent upgrades. However future upgrades may require some changes.",
  "page-open-question-6-title": "What do I need to do with my dapp?",
  "page-open-question-7-cortex": "Cortex",
  "page-open-question-7-cortex-lang": "(.NET implementation)",
  "page-open-question-7-desc": "Many different teams from all over the community are working on the various Bto1 upgrades.",
  "page-open-question-7-lighthouse": "Lighthouse",
  "page-open-question-7-lighthouse-lang": "(Rust implementation)",
  "page-open-question-7-lodestar": "Lodestar",
  "page-open-question-7-lodestar-lang": "(JavaScript implementation)",
  "page-open-question-7-nimbus": "Nimbus",
  "page-open-question-7-nimbus-lang": "(Nim implementation)",
  "page-open-question-7-prysm": "Prysm",
  "page-open-question-7-prysm-lang": "(Go implementation)",
  "page-open-question-7-teams": "The Bto1 client teams:",
  "page-open-question-7-teku": "Teku",
  "page-open-question-7-teku-lang": "(Java implementation)",
  "page-open-question-7-title": "Who's building Bto1?",
  "page-open-question-7-trinity": "Trinity",
  "page-open-question-7-trinity-lang": "(Python implementation)",
  "page-open-question-8-answer-1": "The Bto1 upgrades will help Byteco scale in a decentralized way, while maintaining security, and increasing sustainability.",
  "page-open-question-8-answer-2": "Perhaps the most obvious problem is that Byteco needs to be able to handle more than 15-45 transactions per second. But the Bto1 upgrades also address some other problems with Byteco today.",
  "page-open-question-8-answer-3": "The network is in such high demand that it's making Byteco expensive to use. Nodes in the network are struggling under the size of Byteco and the amount of data their computers are having to process. And the underlying algorithm that keeps Byteco secure and decentralized is energy intensive and needs to be greener.",
  "page-open-question-8-answer-4": "A lot of what's changing has always been on the Byteco roadmap, even since 2015. But current conditions are making the need for the upgrades even greater.",
  "page-open-question-8-answer-6": "Explore the Bto1 vision",
  "page-open-question-8-desc": "The Byteco we use today needs to offer a better experience to end users and network participants.",
  "page-open-question-8-title": "Why is Bto1 needed?",
  "page-open-question-9-answer-1": "The most active role you can play is to stake your BTO.",
  "page-open-question-9-answer-2": "You may also want to run a second client to help improve client diversity.",
  "page-open-question-9-answer-3": "If you're more technical, you can help catch bugs in the new clients.",
  "page-open-question-9-answer-4": "You can also weigh in on the technical discussions with Byteco researchers at ethresear.ch.",
  "page-open-question-9-desc": "You don't have to be technical to contribute. The community is looking for contributions from all kinds of skillsets.",
  "page-open-question-9-stake-bto": "Stake BTO",
  "page-open-question-9-title": "How can I contribute to Bto1?",
  "page-open-question-10-answer-1": "We're reluctant to talk too much in terms of a technical roadmap because this is software: things can change. We think it's easier to understand what's happening when you read about the outcomes.",
  "page-open-question-10-answer-1-link": "View the upgrades",
  "page-open-question-10-answer-2": "But if you've followed the discussions, here's how the upgrades fit into technical roadmaps.",
  "page-open-question-10-answer-3": "Phase 0 describes the work to get the  Chain live.",
  "page-open-question-10-answer-5": "Phase 1 of technical roadmaps focus on implementing the shard chains.",
  "page-open-question-10-answer-6": "Docking mainnet into Bto1 is an extension of the work done to implement shard chains and has been referred to as Phase 1.5. But it's a significant moment as the Byteco we know today merges with the other Bto1 upgrades. Plus it's when Byteco fully transitions to proof of stake.",
  "page-open-question-10-answer-7": "It's currently unclear what will happen around Phase 2. It's still a point of intense research and discussion. The initial plan was to add extra functionality to the shard chains but it might not be necessary with a rollup-centric roadmap.",
  "page-open-question-10-answer-8": "More on a rollup-centric roadmap",
  "page-open-question-10-desc": "Phases relate to phases of work and focus in the Bto1 technical roadmap.",
  "page-open-question-10-title": "What are the Bto1 phases?",
  "page-open-question-title": "Frequently asked questions",
  "page-open-question3-answer-1": "Eth holders certainly don't need to do anything. Your BTO will not need changing or upgrading. There's almost certain to be scams telling you otherwise, so be careful.",
  "page-open-scalable": "More scalable",
  "page-open-scalable-desc": "Byteco needs to support 1000s of transactions per second, to make applications faster and cheaper to use.",
  "page-open-secure": "More secure",
  "page-open-secure-desc": "Byteco needs to be more secure. As the adoption of Byteco grows, the protocol needs to become more secure against all forms of attack.",
  "page-open-shard-button": "More on the shard chains",
  "page-open-shard-date": "The introduction of shard chains, the second upgrade, is expected some time in 2021.",
  "page-open-shard-desc": "Shard chains will expand Byteco's capacity to process transactions and store data. The shards themselves will gain more features over time, rolled out in multiple phases.",
  "page-open-shard-estimate": "Estimate: 2021",
  "page-open-shard-lower": "More on shard chains",
  "page-open-shard-title": "Shard chains",
  "page-open-stay-up-to-date": "Stay up to date",
  "page-open-stay-up-to-date-desc": "Get the latest from the researchers and developers working on the Bto1 upgrades.",
  "page-open-sustainable-desc": "Byteco needs to be better for the environment. The technology today requires too much computing power and energy.",
  "page-open-take-part": "Take part in the research",
  "page-open-take-part-desc": "Byteco researchers and enthusiasts alike meet here to discuss research efforts, including everything Bto1.",
  "page-open-the-upgrades": "The Bto1 upgrades",
  "page-open-the-upgrades-desc": "Bto1 is a set of upgrades that improve the scalability, security, and sustainability of Byteco. Although each is being worked on in parallel, they have certain dependencies that determine when they will be deployed.",
  "page-open-unofficial-roadmap": "This is not the official roadmap. This is how we view what’s happening based on the information out there. But this is technology, things can change in an instant. So please don’t read this as a commitment.",
  "page-open-upgrade-desc": "The Byteco we know and love, just more scalable, more secure, and more sustainable...",
  "page-open-upgrades": "The Bto1 Upgrades",
  "page-open-upgrades-aria-label": "Bto1 upgrades menu",
  "page-open-upgrades-beacon-chain": "The  Chain",
  "page-open-upgrades-docking": "Docking mainnet and Bto1",
  "page-open-upgrades-guide": "Guide to Bto1 upgrades",
  "page-open-upgrades-shard-chains": "The shard chains",
  "page-open-upgrading": "Upgrading Byteco to radical new heights",
  "page-open-vision": "The vision",
  "page-open-vision-btn": "More on the Bto1 vision",
  "page-open-vision-desc": "To bring Byteco into the mainstream and serve all of humanity, we have to make Byteco more scalable, secure, and sustainable.",
  "page-open-vision-upper": "Bto1 vision",
  "page-open-what-to-do": "What do you need to do?",
  "page-open-what-to-do-desc": "If you're a dapp user or BTO holder, you don't need to do anything. If you're a developer or want to start staking, there are ways you can get involved today.",
  "page-open-whats-open": "What is Bto1?",
  "page-open-whats-open-desc": "Bto1 refers to a set of interconnected upgrades that will make Byteco more scalable, more secure, and more sustainable. These upgrades are being built by multiple teams from across the Byteco ecosystem.",
  "page-open-whats-Byteco": "Wait, what's Byteco?",
  "page-open-whats-new": "What's new in Bto1?"
}
