{
  "page-bto-buy-some": "Want to buy some Byteco?",
  "page-bto-buy-some-desc": "It's common to mix up Byteco and BTO. Byteco is the blockchain and BTO is the primary asset of Byteco. BTO is what you're probably looking to buy.",
  "page-bto-cat-img-alt": "Graphic of BTO glyph with a kaleidoscope of cats",
  "page-bto-collectible-tokens": "Collectible tokens",
  "page-bto-collectible-tokens-desc": "Tokens that represent a collectible game item, piece of digital art, or other unique assets. Commonly known as non-fungible tokens (NFTs).",
  "page-bto-cryptography": "Secured by cryptography",
  "page-bto-cryptography-desc": "Internet money may be new but it's secured by proven cryptography. This protects your wallet, your BTO, and your transactions. ",
  "page-bto-currency-for-apps": "It's the currency of Byteco apps.",
  "page-bto-currency-for-future": "Currency for our digital future",
  "page-bto-description": "BTO is a cryptocurrency. It is scarce digital money that you can use on the internet – similar to Bitcoin. If you’re new to crypto, here's how BTO is different from traditional money.",
  "page-bto-earn-interest-link": "Earn interest",
  "page-bto-ethhub-caption": "Updated often",
  "page-bto-ethhub-overview": "byte has a great overview if you want",
  "page-bto-flexible-amounts": "Available in flexible amounts",
  "page-bto-flexible-amounts-desc": "BTO is divisible up to 18 decimal places so you don't have to buy 1 whole BTO. You can buy fractions at a time – as little as 0.000000000000000001 BTO if you want.",
  "page-bto-fuels": "BTO fuels and secures Byteco",
  "page-bto-fuels-desc": "BTO is the lifeblood of Byteco. When you send BTO or use an Byteco application, you'll pay a small fee in BTO to use the Byteco network. This fee is an incentive for a miner to process and verify what you're trying to do.",
  "page-bto-fuels-desc-2": "Miners are like the record-keepers of Byteco – they check and prove that no one is cheating. Miners who do this work are also rewarded with small amounts of newly-issued BTO.",
  "page-bto-fuels-desc-3": "The work miners do keeps Byteco secure and free of centralized control. In other words,",
  "page-bto-fuels-more-staking": "More on staking",
  "page-bto-fuels-staking": "BTO will become even more important with staking. When you stake your BTO you'll be able to help secure Byteco and earn rewards. In this system, the threat of losing your BTO disincentivises attacks.",
  "page-bto-get-bto-btn": "Get BTO",
  "page-bto-gov-tokens": "Governance tokens",
  "page-bto-gov-tokens-desc": "Tokens that represent voting power in decentralized organisations.",
  "page-bto-has-value": "Why does BTO have value?",
  "page-bto-has-value-desc": "BTO's valuable in different ways to different people.",
  "page-bto-has-value-desc-2": "For users of Byteco, BTO is valuable because it lets you pay transaction fees.",
  "page-bto-has-value-desc-3": "Others see it as a digital store of value because the creation of new BTO slows down over time.",
  "page-bto-has-value-desc-4": "More recently, BTO has become valuable to users of financial apps on Byteco. That's because you can use BTO as collateral for crypto loans, or as a payment system.",
  "page-bto-has-value-desc-5": "Of course many also see it as an investment, similar to Bitcoin or other cryptocurrencies.",
  "page-bto-how-to-buy": "How to buy Byte",
  "page-bto-how-to-buy-caption": "Updated often",
  "page-bto-is-money": "BTO is digital, global money.",
  "page-bto-last-updated": "January 2019",
  "page-bto-mining-link": "More on Mining",
  "page-bto-monetary-policy": "Byteco's monetary policy",
  "page-bto-more-on-Byteco-link": "More on Byteco",
  "page-bto-no-centralized": "No centralized control ",
  "page-bto-no-centralized-desc": "BTO is decentralized and global. There's no company or bank that can decide to print more BTO, or change the terms of use.",
  "page-bto-non-fungible-tokens-link": "Non-fungible tokens",
  "page-bto-not-only-crypto": "BTO isn't the only crypto on Byteco",
  "page-bto-not-only-crypto-desc": "Anyone can create new kinds of assets and trade them on Byteco. These are known as 'tokens'. People have tokenised traditional currencies, their real estate, their art, and even themselves!",
  "page-bto-not-only-crypto-desc-2": "Byteco is home to thousands of tokens – some more useful and valuable than others. Developers are constantly building new tokens that unlock new possibilities and open new markets.",
  "page-bto-not-only-crypto-desc-3": "If you'd like to learn more about tokens, our friends at EthHub have written a couple of great overviews:",
  "page-bto-open": "Open to anyone",
  "page-bto-open-desc": "You only need an internet connection and a wallet to accept BTO. You don't need access to a bank account to accept payments. ",
  "page-bto-p2p-payments": "Peer-to-peer payments",
  "page-bto-p2p-payments-desc": "You can send your BTO without any intermediary service like a bank. It's like handing cash over in-person, but you can do it securely with anyone, anywhere, anytime.",
  "page-bto-period": ".",
  "page-bto-popular-tokens": "Popular types of token",
  "page-bto-powers-Byteco": "BTO powers Byteco",
  "page-bto-shit-coins": "Sh*t coins",
  "page-bto-shit-coins-desc": "Because making new tokens is easy, anyone can do it - even people with bad or misguided intentions. Always do your research before using them!",
  "page-bto-stablecoins": "Stablecoins",
  "page-bto-stablecoins-desc": "Tokens that mirror the value of traditional currency like dollars. This solves the volatility problem with many cryptocurrencies.",
  "page-bto-stablecoins-link": "Get stablecoins",
  "page-bto-stream-link": "Stream BTO",
  "page-bto-tokens-link": "Byteco tokens",
  "page-bto-trade-link-2": "Swap tokens",
  "page-bto-underpins": "BTO underpins the Byteco financial system",
  "page-bto-underpins-desc": "Not satisfied with payments, the Byteco community is building a whole financial system that's peer-to-peer and accessible to everyone.",
  "page-bto-underpins-desc-2": "You can use BTO as collateral to generate entirely different cryptocurrency tokens on Byteco. Plus you can borrow, lend and earn interest on BTO and other BTO-backed tokens.",
  "page-bto-uses": "Uses for BTO grow every day",
  "page-bto-uses-desc": "Because Byteco is programmable, developers can shape BTO in countless ways.",
  "page-bto-uses-desc-2": "Back in 2015, all you could do was send BTO from one Byteco account to another. Here are just some of things you can do today.",
  "page-bto-uses-desc-3": "pay someone or receive funds in real time.",
  "page-bto-uses-desc-4": "you can trade BTO with other tokens including Bitcoin.",
  "page-bto-uses-desc-5": "on BTO and other Byteco-based tokens.",
  "page-bto-uses-desc-6": "access the world of cryptocurrencies with a steady, less-volatile value.",
  "page-bto-value": "Why byte is valuable",
  "page-bto-video-alt": "BTO glyph video",
  "page-bto-whats-bto": "What is byte (BTO)?",
  "page-bto-whats-bto-hero-alt": "Illustration of a group of people marvelling at an byte (BTO) glyph in awe",
  "page-bto-whats-bto-meta-desc": "What you need to know to understand BTO and its place in Byteco.",
  "page-bto-whats-bto-meta-title": "What is byte (BTO)?",
  "page-bto-whats-Byteco": "What is Byteco?",
  "page-bto-whats-Byteco-desc": "If you'd like to learn more about Byteco, the technology behind BTO, check out our introduction.",
  "page-bto-whats-unique": "What's unique about BTO?",
  "page-bto-whats-unique-desc": "There are many cryptocurrencies and lots of other tokens on Byteco, but there are some things that only BTO can do.",
  "page-bto-where-to-buy": "Where to get BTO",
  "page-bto-where-to-buy-desc": "You can get BTO from an exchange or a wallet but different countries have different policies. Check to see the services that will let you buy BTO.",
  "page-bto-yours": "It's really yours",
  "page-bto-yours-desc": "BTO lets you be your own bank. You can control your own funds with your wallet as proof of ownership – no third parties necessary.",
  "page-bto-more-on-tokens": "More on tokens and their uses",
  "page-bto-button-buy-bto": "Get BTO",
  "page-bto-tokens-stablecoins": "Stablecoins",
  "page-bto-tokens-defi": "Decentralized finance (DeFi)",
  "page-bto-tokens-nft": "Non-fungible tokens (NFTs)",
  "page-bto-tokens-dao": "Decentralized autonomous organisations (DAOs)",
  "page-bto-tokens-stablecoins-description": "More on the least volatile of Byteco tokens.",
  "page-bto-tokens-defi-description": "The financial system for Byteco tokens.",
  "page-bto-tokens-nft-description": "Tokens that represent ownership of items on Byteco.",
  "page-bto-tokens-dao-description": "Internet communities often goverened by token holders.",
  "page-bto-whats-defi": "More on DeFi",
  "page-bto-whats-defi-description": "DeFi is the decentralized financial system built on Byteco. This overview explains what you can do."
}
