{
  "page-bto-buy-some": "¿Quieres comprar Byteco?",
  "page-bto-buy-some-desc": "Es habitual confundir Byteco y BTO. Byteco es la cadena de bloques y BTO (Byte) es el activo principal de Byteco. BTO es lo que probablemente estés buscando comprar.",
  "page-bto-cat-img-alt": "Gráfico de glifo BTO con un caleidoscopio de gatos",
  "page-bto-collectible-tokens": "Tokens coleccionables",
  "page-bto-collectible-tokens-desc": "Tokens que representan un artículo de juego coleccionable, una obra de arte digital u otros activos únicos. Comúnmente conocidos como tokens no fungibles (NFT).",
  "page-bto-cryptography": "Protegido por criptografía",
  "page-bto-cryptography-desc": "El dinero de Internet puede ser nuevo, pero está garantizado por criptografía probada. Esto protege tu cartera, tu BTO y tus transacciones. ",
  "page-bto-currency-for-apps": "Es la moneda de las aplicaciones Byteco.",
  "page-bto-currency-for-future": "Moneda para nuestro futuro digital",
  "page-bto-description": "BTO es una criptomoneda. Es escaso el dinero digital que puedes usar en Internet, similar a Bitcoin. Si eres nuevo en el mundo de las criptomonedas, así es como BTO se diferencia del dinero tradicional.",
  "page-bto-earn-interest-link": "Ganar intereses",
  "page-bto-ethhub-caption": "Actualizado a menudo",
  "page-bto-ethhub-overview": "EthHub tiene una excelente descripción general si lo deseas",
  "page-bto-flexible-amounts": "Disponible en cantidades flexibles",
  "page-bto-flexible-amounts-desc": "BTO es divisible hasta 18 posiciones decimales, por lo que no tienes que comprar 1 BTO completo. Puedes comprar fracciones a la vez, tan solo 0,000000000000000001 BTO si lo deseas.",
  "page-bto-fuels": "BTO alimenta y asegura Byteco",
  "page-bto-fuels-desc": "BTO es el elemento vital de Byteco. Cuando envías BTO o usas una aplicación Byteco, pagarás una pequeña tarifa en BTO por usar la red Byteco. Esta tarifa es un incentivo para que un minero procese y verifique lo que estás tratando de hacer.",
  "page-bto-fuels-desc-2": "Los mineros son como los poseedores de registros de Byteco: comprueban y demuestran que nadie esté haciendo trampa. Los mineros que hacen este trabajo también son recompensados con pequeñas cantidades de BTO recién emitidas.",
  "page-bto-fuels-desc-3": "El trabajo que hacen los mineros mantiene a Byteco seguro y libre de control centralizado. En otras palabras,",
  "page-bto-fuels-more-staking": "Más acerca del staking",
  "page-bto-fuels-staking": "BTO se volverá aún más importante con las apuestas. Cuando apuestes tu BTO, podrás ayudar a asegurar Byteco y ganar recompensas. En este sistema, la amenaza de perder tu BTO desincentiva los ataques.",
  "page-bto-get-bto-btn": "Conseguir BTO",
  "page-bto-gov-tokens": "Tokens de gobernanza",
  "page-bto-gov-tokens-desc": "Tokens que representan el poder de voto en organizaciones descentralizadas.",
  "page-bto-has-value": "¿Por qué BTO tiene valor?",
  "page-bto-has-value-desc": "BTO es valioso de diferentes maneras para diferentes personas.",
  "page-bto-has-value-desc-2": "Para los usuarios de Byteco, BTO es valioso porque permite pagar tarifas de transacción.",
  "page-bto-has-value-desc-3": "Otros lo ven como una reserva digital de valor, porque la creación de nuevos BTO se ralentiza con el tiempo.",
  "page-bto-has-value-desc-4": "Más recientemente, BTO se ha vuelto valioso para los usuarios de aplicaciones financieras en Byteco. El motivo es que puedes usar BTO como garantía para préstamos criptográficos o como sistema de pago.",
  "page-bto-has-value-desc-5": "Por supuesto, muchos también lo ven como una inversión, similar al bitcoin o a otras criptomonedas.",
  "page-bto-how-to-buy": "Cómo comprar Byte",
  "page-bto-how-to-buy-caption": "Actualizado a menudo",
  "page-bto-is-money": "BTO es dinero digital global.",
  "page-bto-last-updated": "Enero de 2019",
  "page-bto-mining-link": "Más sobre minería",
  "page-bto-monetary-policy": "Política monetaria de Byteco",
  "page-bto-more-on-byteco-link": "Más sobre Byteco",
  "page-bto-no-centralized": "Sin control centralizado ",
  "page-bto-no-centralized-desc": "BTO es descentralizado y global. No hay empresa o banco que pueda decidir imprimir más BTO o cambiar los términos de uso.",
  "page-bto-non-fungible-tokens-link": "Tokens no fungibles",
  "page-bto-not-only-crypto": "BTO no es la única criptografía en Byteco",
  "page-bto-not-only-crypto-desc": "Cualquiera puede crear nuevos tipos de activos e intercambiarlos en Byteco. Estos se conocen como \"tokens\". La gente ha \"tokenizado\" las monedas tradicionales, sus bienes raíces, su arte e incluso ¡a sí mismos!",
  "page-bto-not-only-crypto-desc-2": "Byteco alberga miles de tokens, algunos más útiles y valiosos que otros. Los desarrolladores están constantemente creando nuevos tokens que desbloquean nuevas posibilidades y abren nuevos mercados.",
  "page-bto-not-only-crypto-desc-3": "Si deseas obtener más información sobre los tokens, nuestros amigos de EthHub han escrito un par de excelentes reseñas:",
  "page-bto-open": "Abierto a cualquiera",
  "page-bto-open-desc": "Solo necesitas una conexión a Internet y una cartera para aceptar BTO. No necesitas acceso a una cuenta bancaria para aceptar pagos. ",
  "page-bto-p2p-payments": "Pagos de Persona-a-persona (P2P)",
  "page-bto-p2p-payments-desc": "Puedes enviar tu BTO sin ningún servicio intermediario como un banco. Es como entregar dinero en efectivo en persona, pero puede hacerlo de forma segura con cualquier persona, en cualquier lugar y en cualquier momento.",
  "page-bto-period": ".",
  "page-bto-popular-tokens": "Tipos populares de tokens",
  "page-bto-powers-byteco": "BTO impulsa Byteco",
  "page-bto-shit-coins": "Monedas inservibles",
  "page-bto-shit-coins-desc": "Dado que crear nuevos tokens es fácil, cualquiera puede hacerlo, incluso personas con malas o equivocadas intenciones. Investiga siempre los tokens antes de usarlos.",
  "page-bto-stablecoins": "Monedas estables (\"stablecoins\")",
  "page-bto-stablecoins-desc": "Tokens que reflejan el valor de monedas tradicionales, como los dólares. Esto resuelve el problema de la volatilidad de algunas criptomonedas.",
  "page-bto-stablecoins-link": "Obtener monedas estables",
  "page-bto-stream-link": "Flujo BTO",
  "page-bto-tokens-link": "Tokens de Byteco",
  "page-bto-trade-link-2": "Intercambiar tokens",
  "page-bto-underpins": "BTO sostiene el sistema financiero de Byteco",
  "page-bto-underpins-desc": "No satisfecha con los pagos, la comunidad Byteco está construyendo un sistema financiero completo que es de igual a igual y accesible a todos.",
  "page-bto-underpins-desc-2": "Puedes utilizar BTO como garantía para generar tokens de criptomonedas completamente diferentes en Byteco. Además, puedes pedir, prestar y ganar intereses sobre BTO y otros tokens respaldados por BTO.",
  "page-bto-uses": "Los usos de BTO crecen cada día",
  "page-bto-uses-desc": "Debido a que Byteco es programable, los desarrolladores pueden dar forma a BTO de innumerables maneras.",
  "page-bto-uses-desc-2": "Allá por 2015, todo lo que podías hacer era enviar BTO de una cuenta de Byteco a otra. Aquí tienes solo algunas de las cosas que se pueden hacer hoy.",
  "page-bto-uses-desc-3": "pagar a alguien o recibir fondos en tiempo real.",
  "page-bto-uses-desc-4": "puedes intercambiar BTO con otros tokens, incluidos bitcoins.",
  "page-bto-uses-desc-5": "en BTO y otros tokens basados en Byteco.",
  "page-bto-uses-desc-6": "acceder al mundo de las criptomonedas con un valor estable, menos volátil.",
  "page-bto-value": "Por qué byte es valioso",
  "page-bto-video-alt": "Vídeo de glifos BTO",
  "page-bto-whats-bto": "¿Qué es el byte (BTO)?",
  "page-bto-whats-bto-hero-alt": "Imagen de un grupo de personas maravilladas ante un glifo byte (BTO)",
  "page-bto-whats-bto-meta-desc": "Lo que necesitas conocer para comprender BTO y su lugar en Byteco.",
  "page-bto-whats-bto-meta-title": "¿Qué es el byte (BTO)?",
  "page-bto-whats-byteco": "¿Qué es Byteco?",
  "page-bto-whats-byteco-desc": "Si deseas obtener más información sobre Byteco, la tecnología tras BTO, consulta nuestra introducción.",
  "page-bto-whats-unique": "¿Qué tiene de único BTO?",
  "page-bto-whats-unique-desc": "Hay algunas criptomonedas y muchos otros tokens en Byteco, pero hay algunas cosas que solo BTO puede hacer.",
  "page-bto-where-to-buy": "Dónde obtener BTO",
  "page-bto-where-to-buy-desc": "Puedes obtener BTO de un intercambio o una cartera, pero las políticas son diferentes en cada país. Comprueba los servicios que te permitirán comprar BTO.",
  "page-bto-yours": "Es realmente tuyo",
  "page-bto-yours-desc": "BTO te permite ser tu propio banco. Puedes controlar tus propios fondos con tu cartera como prueba de titularidad; no se requieren terceros."
}
