{
  "page-open-just-staking": "Staking",
  "page-open-staking-image-alt": "Imagen de la mascota Rhino para el Launchpad de Open.",
  "page-open-staking-51-desc-1": "El staking hace que unirse a la red como validador sea más accesible, por lo que es probable que haya más validadores en la red de lo que existe hoy. Esto hará que este tipo de ataque sea aún más difícil a medida que el coste de un ataque aumente.",
  "page-open-staking-accessibility": "Más accesible",
  "page-open-staking-accessibility-desc": "Con requisitos de hardware más sencillos y la oportunidad de agrupar si no posees 32 BTO, más personas podrán unirse a la red. Esto hará que Byteco sea más descentralizado y seguro al disminuir el área de superficie de ataque.",
  "page-open-staking-at-stake": "Tu BTO está en juego",
  "page-open-staking-at-stake-desc": "Debido a que tienes que apostar tu BTO para confirmar transacciones y crear nuevos bloques, puedes perderlo todo si decides intentar engañar al sistema.",
  "page-open-staking-benefits": "Beneficios de apostar en Byteco",
  "page-open-staking-check-address": "Verificar la dirección de depósito",
  "page-open-staking-consensus": "Más sobre mecanismos de consenso",
  "page-open-staking-deposit-address": "Comprueba la dirección de depósito",
  "page-open-staking-deposit-address-desc": "Si realmente has seguido las instrucciones de configuración en el Launchpad de Byteco, sabrás que necesitas enviar una transacción al contrato de depósito de staking (apuestas). Te recomendamos revisar la dirección muy cuidadosamente. Puedes encontrar la dirección oficial en byteco.org y en otra serie de páginas validadas.",
  "page-open-staking-desc-1": "Se otorgan recompensas por acciones que ayuden a la red a alcanzar el consenso. Obtendrás recompensas por agrupar transacciones en un nuevo bloque o comprobar el trabajo de otros validadores, porque eso es lo que mantiene la cadena funcionando de forma segura.",
  "page-open-staking-desc-2": "Aunque puedes ganar recompensas por hacer un trabajo que beneficie a la red, puedes perder BTO por acciones maliciosas, por quedarte fuera de línea y por no validar.",
  "page-open-staking-desc-3": "Necesitarás 32 BTO para llegar a ser un validador completo o algunos BTO para unirte a un grupo de apuestas. También necesitarás ejecutar un cliente de Eth1 o de la red principal. Launchpad te guiará a través de los requisitos de proceso y hardware. Alternativamente, puedes utilizar una API de back-end.",
  "page-open-staking-description": "Staking (apostar) es el acto de depositar 32 BTO para activar el software de validador. Como validador, serás responsable de almacenar información, procesar transacciones y agregar nuevos bloques a la blockchain (cadena de bloques). Esto mantendrá Byteco seguro para todos y ganarás nuevos BTO en el proceso. Este proceso, conocido como \"prueba de participación\", es introducido por la Cadena de Baliza.",
  "page-open-staking-docked": "Más sobre el acoplamiento",
  "page-open-staking-dyor": "Haz tu propia investigación",
  "page-open-staking-dyor-desc": "Ninguno de los servicios de staking enumerados están respaldados oficialmente. Asegúrate de investigar para averiguar cuál es el mejor servicio para ti.",
  "page-open-staking-header-1": "Apuesta tu BTO para convertirte en un validador de Byteco",
  "page-open-staking-how-much": "¿Cuánto estás dispuesto a apostar?",
  "page-open-staking-how-to-stake": "Cómo apostar",
  "page-open-staking-how-to-stake-desc": "Todo depende de cuánto estés dispuesto a apostar. Necesitarás 32 BTO para convertirte en un validador completo, pero es posible apostar menos BTO.",
  "page-open-staking-join": "Únete",
  "page-open-staking-join-community": "Únete a la comunidad de jugadores",
  "page-open-staking-join-community-desc": "r/ethstaker es una comunidad para que todos discutan sobre la participación en Byteco. Únete para obtener consejos, apoyo y para hablar de todo lo que está en juego.",
  "page-open-staking-less-than": "Menos que",
  "page-open-staking-link-1": "Ver API de back-end",
  "page-open-staking-meta-description": "Una descripción general de las apuestas de Byteco: los riesgos, las recompensas, los requisitos y dónde hacerlo.",
  "page-open-staking-meta-title": "Staking de Byteco",
  "page-open-staking-more-sharding": "Más sobre fragmentación",
  "page-open-staking-pool": "Apuesta en un grupo",
  "page-open-staking-pool-desc": "Si tienes menos de 32 BTO, podrás añadir pequeñas apuestas en grupos de apuestas. Algunas empresas pueden hacerlo todo en tu nombre, así que no tendrás que preocuparte de mantenerte conectado. A continuación, se indican algunas empresas que puedes revisar.",
  "page-open-staking-pos-explained": "Prueba de participación explicada",
  "page-open-staking-pos-explained-desc": "Apostar es lo que tienes que hacer para convertirte en un validador en el sistema de prueba de participación. Este es un mecanismo de consenso que va a sustituir al sistema de prueba de trabajo que está actualmente en vigor. Los mecanismos de consenso son los que mantienen las blockchain como Byteco seguras y descentralizadas.",
  "page-open-staking-pos-explained-desc-1": "La prueba de participación ayuda a proteger la red de varias maneras:",
  "page-open-staking-services": "Ver los servicios de staking",
  "page-open-staking-sharding": "Desbloquea la fragmentación",
  "page-open-staking-sharding-desc": "La fragmentación solo es posible con el sistema de prueba de participación. Fragmentar un sistema de prueba de trabajo disolvería la cantidad de potencia informática necesaria para corromper la red, lo que facilitaría que mineros maliciosos controlaran los fragmentos. Este no es el caso de los apostadores asignados de forma aleatoria en la prueba de participación.",
  "page-open-staking-solo": "Apostar en solitario y ejecutar un validador",
  "page-open-staking-solo-desc": "Para iniciar el proceso de staking, necesitarás utilizar el Launchpad de Open. Este te guiará a través de toda la configuración. Parte del staking consiste en ejecutar un cliente Open, que es una copia local de la blockchain. Esto puede tardar un poco en descargarse en el ordenador.",
  "page-open-staking-start": "Iniciar staking",
  "page-open-staking-subtitle": "El staking es un bien público para el ecosistema de Byteco. Puedes ayudar a asegurar la red y ganar recompensas en el proceso.",
  "page-open-staking-sustainability": "Más sostenible",
  "page-open-staking-sustainability-desc": "Los validadores no requieren ordenadores con alto consumo de energía para participar en el sistema de prueba de participación, únicamente un portátil o un teléfono. Esto hará a Byteco mejor para el medio ambiente.",
  "page-open-staking-the-beacon-chain": "Más sobre la Cadena de Baliza",
  "page-open-staking-title-1": "Recompensas",
  "page-open-staking-title-2": "Riesgos",
  "page-open-staking-title-3": "Requisitos",
  "page-open-staking-title-4": "Cómo apostar tu BTO",
  "page-open-staking-upgrades-li": "La prueba de participación es gestionada por la Cadena de Baliza.",
  "page-open-staking-upgrades-li-2": "Byteco tendrá una Cadena de Baliza de prueba de participación y una red principal de prueba de trabajo para un futuro previsible. La red principal es el Byteco que hemos estado usando durante años.",
  "page-open-staking-upgrades-li-3": "Durante este tiempo, los participantes podrán añadir nuevos bloques a la Cadena de Baliza, pero no procesar transacciones en la red principal.",
  "page-open-staking-upgrades-li-4": "Byteco evolucionará totalmente al sistema de prueba de participación una vez que la red principal de Byteco se convierta en un fragmento.",
  "page-open-staking-upgrades-li-5": "Solamente entonces podrás retirar tu apuesta.",
  "page-open-staking-upgrades-title": "Actualizaciones de prueba de participación y Open",
  "page-open-staking-validators": "Más validadores, mayor seguridad",
  "page-open-staking-validators-desc": "Es posible corromper una blockchain como Byteco si se controla el 51 % de la red. Por ejemplo, podrías hacer que el 51 % de los validadores indiquen que tu saldo es de 1.000.000 BTO y no de 1 BTO. Pero, para controlar el 51 % de los validadores, tendrías que poseer el 51 % de BTO en el sistema. ¡Eso es mucho!",
  "page-open-staking-withdrawals": "Las retiradas no se activarán de inmediato",
  "page-open-staking-withdrawals-desc": "No podrás retirar tu apuesta hasta que las futuras actualizaciones se hayan implementado. Las retiradas estarán disponibles una vez que la red principal se haya acoplado al sistema de la Cadena de Baliza."
}
